
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья'
txt_next = 'Начать'
txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n
                    Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособностисердца при физических нагрузках.\n
                    У испытуемого , находящегося в положении лёжа на спине в течение 5 минут, определяют частоту пульса за 15 секунд;
                    затем в течение 45 секунд испытуемый выполняет 30 приседаний.
                    После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,
                    Важно! Если в процессе проведения испытания вы почувствуете себя плохо(появится головокружение, шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу''' 
txt_title = 'ТестРуфье'
txt_name = 'Введите ваше ФИО'
txt_hintname = "ФИО"
txt_hintage = "Введите возраст"
txt_test1 = 'результат первого теста'
txt_test2 = 'результат второго теста'
txt_test3 = 'результат третьего теста'
txt_sendresults = ''
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = ''
txt_starttest2 = ''
txt_starttest3 = ''

txt_age = ''
txt_finalwin = ''
txt_index = ''
txt_workheart = ''