
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья'
txt_next = 'Начать'
txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n
Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособностисердца при физических нагрузках.\n
У испытуемого , находящегося в положении лёжа на спине в течение 5 минут, определяют частоту пульса за 15 секунд;
затем в течение 45 секунд испытуемый выполняет 30 приседаний.
После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,
Важно! Если в процессе проведения испытания вы почувствуете себя плохо(появится головокружение, шум в ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу''' 
txt_title = 'ТестРуфье'
txt_name = 'Введите ваше ФИО'
txt_hintname = "ФИО"
txt_hintage = "Введите возраст"
txt_test1 = '''Лятге на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.
Результат запишите в соответствующее поле.
'''
txt_test2 = '''Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",
чтобы запустить счётчик приседаний'''
txt_test3 = '''Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.
Нажмите кнопку "Начать финальный тест", чтобы запустить таймер.
Зелёным обозначенны секунды, в течении которых необходимо
проводить измерения, чёрным - минуты без замера пульсаций. Результаты запишите в соответсвующие поля. '''
txt_sendresults = 'отправить результат'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'начать первый тест'
txt_starttest2 = 'начать делать приседания'
txt_starttest3 = 'начать финальный тест'

txt_age = 'полных лет'
txt_finalwin = 'результаты'
txt_index = 'индекс Руфье'
txt_workheart = 'работоспособность'